Cilium/performance/abcd/multi-perf-shared/report2500.txt
Requests      [total, rate]            75000, 2500.03
Duration      [total, attack, wait]    30.00001002s, 29.999695396s, 314.624µs
Latencies     [mean, 50, 95, 99, max]  474.094µs, 315.663µs, 1.013321ms, 2.986501ms, 212.14775ms
Bytes In      [total, mean]            1950000, 26.00
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             200:75000  
Error Set: